Repository: SherlockChiang/Task-Flyout
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_tw

# SettingsPage_Title.Text
source: Settings
zh_hans: 设置
zh_tw: 設定

# SettingsPage_Appearance.Text
source: Appearance & Language
zh_hans: 外观与语言
zh_tw: 外觀與語言

# SettingsPage_ThemeMode.Header
source: App Theme
zh_hans: 应用主题
zh_tw: 應用主題

# Theme_System.Content
source: System Default
zh_hans: 跟随系统
zh_tw: 跟隨系統

# Theme_Light.Content
source: Light
zh_hans: 浅色
zh_tw: 淺色

# Theme_Dark.Content
source: Dark
zh_hans: 深色
zh_tw: 深色

# SettingsPage_Language.Header
source: App Language (Requires Restart)
zh_hans: 界面语言 (重启生效)
zh_tw: 介面語言 (重啟生效)

# Lang_System.Content
source: System Default
zh_hans: 跟随系统
zh_tw: 跟隨系統

# RestartRequired_Title
source: Restart Required
zh_hans: 需要重启
zh_tw: 需要重啟

# RestartRequired_Content
source: Please restart the app to fully apply the language changes.
zh_hans: 更改界面语言后，需要重新启动应用才能完全生效。
zh_tw: 更改介面語言後，需要重新啟動應用才能完全生效。

# RestartRequired_Close
source: Got it
zh_hans: 我知道了
zh_tw: 我知道了

# CalendarPage_BtnToday.Content
source: Today
zh_hans: 今天
zh_tw: 今天

# CalendarPage_Sun.Text
source: Sun
zh_hans: 周日
zh_tw: 週日

# CalendarPage_Mon.Text
source: Mon
zh_hans: 周一
zh_tw: 週一

# CalendarPage_Tue.Text
source: Tue
zh_hans: 周二
zh_tw: 週二

# CalendarPage_Wed.Text
source: Wed
zh_hans: 周三
zh_tw: 週三

# CalendarPage_Thu.Text
source: Thu
zh_hans: 周四
zh_tw: 週四

# CalendarPage_Fri.Text
source: Fri
zh_hans: 周五
zh_tw: 週五

# CalendarPage_Sat.Text
source: Sat
zh_hans: 周六
zh_tw: 週六

# CalendarPage_AllAgendas.Text
source: All Agendas
zh_hans: 全部日程
zh_tw: 全部行程

# CalendarDialog.Title
source: Edit Event / Task
zh_hans: 编辑日程 / 任务
zh_tw: 編輯行程 / 任務

# CalendarDialog.PrimaryButtonText
source: Save
zh_hans: 保存
zh_tw: 儲存

# CalendarDialog.SecondaryButtonText
source: Delete
zh_hans: 删除
zh_tw: 刪除

# CalendarDialog.CloseButtonText
source: Cancel
zh_hans: 取消
zh_tw: 取消

# CalendarDialog_TitleInput.Header
source: Title
zh_hans: 名称
zh_tw: 名稱

# CalendarDialog_TitleInput.PlaceholderText
source: Event / Task title
zh_hans: 日程/任务名称
zh_tw: 行程/任務名稱

# CalendarDialog_LocationInput.Header
source: Location (Optional)
zh_hans: 地点 (选填)
zh_tw: 地點 (選填)

# CalendarDialog_LocationInput.PlaceholderText
source: Add location
zh_hans: 添加位置信息
zh_tw: 新增位置資訊

# CalendarDialog_DescInput.Header
source: Description (Optional)
zh_hans: 详情备注 (选填)
zh_tw: 詳情備註 (選填)

# CalendarDialog_DescInput.PlaceholderText
source: Add details...
zh_hans: 记录详细内容...
zh_tw: 記錄詳細內容...

# CalendarDialog_DateInput.Header
source: Date
zh_hans: 日期
zh_tw: 日期

# CalendarDialog_AllDayInput.Content
source: All day
zh_hans: 全天事件
zh_tw: 全天事件

# CalendarDialog_StartTimeInput.Header
source: Start time
zh_hans: 开始时间
zh_tw: 開始時間

# CalendarDialog_EndTimeInput.Header
source: End time
zh_hans: 结束时间
zh_tw: 結束時間

# TextAllDay
source: All Day
zh_hans: 全天
zh_tw: 全天

# TextNoAgendaTitle
source: No upcoming events
zh_hans: 近期没有安排
zh_tw: 近期沒有安排

# TextNoAgendaSub
source: Take a break
zh_hans: 休息一下吧
zh_tw: 休息一下吧

# TextOnwards
source: onwards
zh_hans: 起
zh_tw: 起

# TextTask
source: Task
zh_hans: 任务
zh_tw: 任務

# TextSyncing
source: Syncing...
zh_hans: 同步中...
zh_tw: 同步中...

# TextSyncFailed
source: Sync failed
zh_hans: 同步失败
zh_tw: 同步失敗

# TextAddFailed
source: ❌ Failed to add task
zh_hans: ❌ 任务添加失败
zh_tw: ❌ 任務新增失敗

# TextUpcoming
source: Upcoming
zh_hans: 即将到来
zh_tw: 即將到來

# TextTomorrow
source: Tomorrow
zh_hans: 明天
zh_tw: 明天

# TextDayAfterTomorrow
source: The day after tomorrow
zh_hans: 后天
zh_tw: 後天

# TextFullSyncTitle
source: Full Syncing...
zh_hans: 全量同步中...
zh_tw: 全量同步中...

# TextFullSyncSub
source: Fetching all your events and tasks
zh_hans: 正在获取您的全部日程与任务
zh_tw: 正在取得您的全部行程與任務

# MainWindow_NavCalendar.Content
source: Calendar
zh_hans: 日历
zh_tw: 行事曆

# MainWindow_GoogleAccount.Text
source: Google Account
zh_hans: Google 账户
zh_tw: Google 帳戶

# MainWindow_BtnConnectGoogle.Content
source: Connect & Authorize
zh_hans: 连接与授权
zh_tw: 連結與授權

# MainWindow_TglGoogleEvents.Header
source: Show Events
zh_hans: 显示日程
zh_tw: 顯示行程

# MainWindow_TglGoogleTasks.Header
source: Show Tasks
zh_hans: 显示任务
zh_tw: 顯示任務

# MainWindow_MSAccount.Text
source: Microsoft Account
zh_hans: Microsoft 账户
zh_tw: Microsoft 帳戶

# MainWindow_BtnConnectMS.Content
source: Connect & Authorize
zh_hans: 连接与授权
zh_tw: 連結與授權

# MainWindow_TglMSEvents.Header
source: Show Events
zh_hans: 显示日程
zh_tw: 顯示行程

# MainWindow_TglMSTasks.Header
source: Show Tasks
zh_hans: 显示任务
zh_tw: 顯示任務

# MainWindow_BtnForceSync.Content
source: Force Sync Now
zh_hans: 强制立即同步
zh_tw: 強制立即同步

# TextAuthorizing
source: Authorizing...
zh_hans: 授权中...
zh_tw: 授權中...

# TextAuthFailed
source: Auth Failed
zh_hans: 授权失败
zh_tw: 授權失敗

# Flyout_BtnGoToToday.ToolTipService.ToolTip
source: Go to Today
zh_hans: 回到今天
zh_tw: 回到今天

# Flyout_BtnSettings.ToolTipService.ToolTip
source: Settings
zh_hans: 设置
zh_tw: 設定

# Flyout_BtnRefresh.ToolTipService.ToolTip
source: Force cloud sync
zh_hans: 强制同步云端
zh_tw: 強制同步云端

# Flyout_TextAdd.Text
source: Add
zh_hans: 添加
zh_tw: 新增

# Flyout_TextNew.Text
source: New
zh_hans: 新建
zh_tw: 新增

# Flyout_RadioEvent.Content
source: Event
zh_hans: 日程
zh_tw: 行程

# Flyout_RadioTask.Content
source: Task
zh_hans: 任务
zh_tw: 任務

# Flyout_TxtNewTitle.PlaceholderText
source: Enter title...
zh_hans: 输入标题内容...
zh_tw: 輸入標題內容...

# Flyout_TxtLocation.PlaceholderText
source: Add location (optional)
zh_hans: 添加地点（选填）
zh_tw: 新增地點（選填）

# Flyout_ChkAllDay.Content
source: All day
zh_hans: 全天
zh_tw: 全天

# Flyout_TimePickerStart.Header
source: Start time
zh_hans: 开始时间
zh_tw: 開始時間

# Flyout_TxtTimeSeparator.Text
source: to
zh_hans: 至
zh_tw: 至

# Flyout_TimePickerEnd.Header
source: End time
zh_hans: 结束时间
zh_tw: 結束時間

# Flyout_BtnCancel.Content
source: Cancel
zh_hans: 取消
zh_tw: 取消

# Flyout_BtnSave.Content
source: Save
zh_hans: 保存
zh_tw: 儲存

# TrayMenu_ShowMain.Text
source: Show Main Window
zh_hans: 显示主页面
zh_tw: 顯示主頁面

# TrayMenu_Exit.Text
source: Exit
zh_hans: 退出
zh_tw: 退出

# TextWelcomeTitle
source: Welcome to Task Flyout
zh_hans: 欢迎使用 Task Flyout
zh_tw: 歡迎使用 Task Flyout

# TextWelcomeSub
source: Click setting icon to link accounts
zh_hans: 点击设置按钮绑定账号
zh_tw: 點擊設定按鈕連結帳號

# TextStartTime
source: Start time
zh_hans: 开始时间
zh_tw: 開始時間

# TextDueTime
source: Due time
zh_hans: 截止时间
zh_tw: 截止時間

# TextCredNotFound
source: credentials.json not found. Please check your configuration!
zh_hans: 找不到 credentials.json 文件，请检查配置！
zh_tw: 找不到 credentials.json 檔案，請檢查設定！

# TextNewItem
source: New Event / Task
zh_hans: 新建日程 / 任务
zh_tw: 新增行程 / 任務

# CalendarDialog_Provider.Header
source: Account
zh_hans: 所属账户
zh_tw: 所屬帳戶

# CalendarDialog_RadioEvent.Content
source: Event
zh_hans: 日程
zh_tw: 行程

# CalendarDialog_RadioTask.Content
source: Task
zh_hans: 任务
zh_tw: 任務

# Flyout_CmbProvider.Header
source: Account
zh_hans: 所属账户
zh_tw: 所屬帳戶

# TextToday
source: Today
zh_hans: 今天
zh_tw: 今天

# TextDaysLater
source: In {0} days
zh_hans: {0}天后
zh_tw: {0}天後

# TextDaysAgo
source: {0} days ago
zh_hans: {0}天前
zh_tw: {0}天前

# SettingsPage_System.Text
source: System & General
zh_hans: 系统与常规
zh_tw: 系統與常規

# SettingsPage_Startup.Header
source: Launch on Windows startup
zh_hans: 开机时自动启动
zh_tw: 開機時自動啟動

# SettingsPage_Background.Header
source: Keep running in background when window is closed (Recommended)
zh_hans: 关闭主窗口时保持后台运行 (推荐)
zh_tw: 關閉主視窗時保持背景運行 (推薦)

# SettingsPage_EfficiencyMode.Header
source: Use efficiency mode while collapsed to the tray (saves power)
zh_hans: 收起到托盘时启用效能模式 (省电)
zh_tw: 收起到系統匣時啟用效能模式 (省電)

# CloseToExit_Title
source: Exit Task Flyout?
zh_hans: 退出 Task Flyout?
zh_tw: 退出 Task Flyout?

# CloseToExit_Content
source: Closing the window will quit Task Flyout. You can keep it running in the background from Settings.
zh_hans: 关闭窗口将退出 Task Flyout。你可以在设置中改为后台运行。
zh_tw: 關閉視窗將退出 Task Flyout。你可以在設定中改為背景運行。

# CloseToExit_Exit
source: Exit
zh_hans: 退出
zh_tw: 退出

# CloseToExit_Background
source: Run in background
zh_hans: 后台运行
zh_tw: 背景運行

# RestartRequired_Primary
source: Restart Now
zh_hans: 立即重启
zh_tw: 立即重啟

# MainWindow_BtnAddAccount.Text
source: Add Account
zh_hans: 添加账户
zh_tw: 新增帳戶

# AddAccount_Title.Text
source: Add Account
zh_hans: 添加账户
zh_tw: 帳戶與健康狀態

# AddAccount_Subtitle.Text
source: Choose an account type to connect
zh_hans: 选择要连接的账户类型
zh_tw: 查看連結狀態、快取資料、待處理更改與帳戶設定

# AddAccount_GoogleDesc.Text
source: Google Calendar & Tasks
zh_hans: Google 日历与任务
zh_tw: Google 行事曆與任務

# AddAccount_MSDesc.Text
source: Outlook Calendar & To Do
zh_hans: Outlook 日历与 To Do
zh_tw: Outlook 行事曆與 To Do

# AddAccount_AlreadyConnected
source: Already connected
zh_hans: 已连接
zh_tw: 已連結

# AddAccount_ChecklistTitle.Text
source: Optional setup
zh_hans: 可选设置
zh_tw: 帳戶健康與離線狀態

# AddAccount_OpenMailSetup.Text
source: Open Mail setup
zh_hans: 打开邮件设置
zh_tw: 開啟郵件設定

# AddAccount_OpenWeatherSetup.Text
source: Open Weather setup
zh_hans: 打开天气设置
zh_tw: 開啟天氣設定

# AddAccount_Skip.Content
source: Skip for now
zh_hans: 暂时跳过
zh_tw: 暫時跳過

# AddAccount_Finish.Content
source: Finish setup
zh_hans: 完成设置
zh_tw: 完成設定

# AddAccount_Ready
source: Ready
zh_hans: 已就绪
zh_tw: 已就緒

# AddAccount_ConnectGoogle
source: Connect Google for Calendar, Tasks, and Gmail.
zh_hans: 连接 Google 以使用日历、任务和 Gmail。
zh_tw: 連結 Google 以使用行事曆、任務和 Gmail。

# AddAccount_ConnectMicrosoft
source: Connect Microsoft for Outlook Calendar and To Do.
zh_hans: 连接 Microsoft 以使用 Outlook 日历和 To Do。
zh_tw: 連結 Microsoft 以使用 Outlook 行事曆和 To Do。

# AddAccount_ConnectMail
source: Add Gmail, Outlook, or IMAP from the Mail page.
zh_hans: 从邮件页面添加 Gmail、Outlook 或 IMAP。
zh_tw: 從郵件頁面新增 Gmail、Outlook 或 IMAP。

# AddAccount_ConnectWeather
source: Enable weather and choose a city from the Weather page.
zh_hans: 从天气页面启用天气并选择城市。
zh_tw: 從天氣頁面啟用天氣並選擇城市。

# TextRemoveAccountTitle
source: Remove Account
zh_hans: 移除账户
zh_tw: 移除帳戶

# TextRemoveAccountContent
source: Are you sure you want to remove the {0} account?
zh_hans: 确定要移除 {0} 账户吗？
zh_tw: 確定要移除 {0} 帳戶嗎？

# TextConfirm
source: Confirm
zh_hans: 确定
zh_tw: 確定

# TextShowEvents
source: Show Events
zh_hans: 显示日程
zh_tw: 顯示行程

# TextShowTasks
source: Show Tasks
zh_hans: 显示任务
zh_tw: 顯示任務

# MainWindow_ToggleTasks.Text
source: Tasks
zh_hans: 任务
zh_tw: 任務

# TextPickColor
source: Pick a color
zh_hans: 选择颜色
zh_tw: 選擇色彩

# TextNotificationReminder
source: Event Reminder
zh_hans: 日程提醒
zh_tw: 行程提醒

# TextMinutesLater
source: Starts in {0} minutes
zh_hans: {0} 分钟后开始
zh_tw: {0} 分鐘後開始

# TextOneMinuteLater
source: Starts in 1 minute
zh_hans: 1 分钟后开始
zh_tw: 1 分鐘後開始

# TextNoAccount
source: No accounts connected yet
zh_hans: 尚未连接任何账户
zh_tw: 尚未連結任何帳戶

# SettingsPage_ColorPalette.Text
source: Monet Palette
zh_hans: 莫奈调色盘
zh_tw: 莫奈調色盤

# SettingsPage_ColorPaletteDesc.Text
source: Assign a representative color to each calendar and task list. Colors are synced to the sidebar and calendar views.
zh_hans: 为每个日历和任务列表指定代表色，颜色将同步应用到侧栏与日历视图。
zh_tw: 為每個行事曆和任務列表指定代表色，色彩將同步應用到側欄與行事曆視圖。

# SettingsPage_Notification.Text
source: Notifications
zh_hans: 通知提醒
zh_tw: 通知提醒

# SettingsPage_NotifyToggle.Header
source: Show notification before events
zh_hans: 日程开始前弹出通知
zh_tw: 行程開始前彈出通知

# SettingsPage_NotifyTime.Header
source: Reminder time
zh_hans: 提前提醒时间
zh_tw: 提前提醒時間

# SettingsPage_SyncInterval.Header
source: Auto sync interval
zh_hans: 自动同步间隔
zh_tw: 自動同步間隔

# TextMinutes
source: Minutes
zh_hans: 分钟
zh_tw: 分鐘

# TextPresetColors
source: Preset Colors
zh_hans: 颜色预设
zh_tw: 色彩預設

# TextCustomColor
source: Custom Color
zh_hans: 自定义颜色
zh_tw: 自訂色彩

# SettingsPage_Weather.Text
source: Weather
zh_hans: 今日天气
zh_tw: 今日天氣

# SettingsPage_WeatherToggle.Header
source: Show weather in flyout
zh_hans: 在浮窗显示天气
zh_tw: 在浮動視窗顯示天氣

# SettingsPage_WeatherCity.Header
source: City name
zh_hans: 城市名称
zh_tw: 城市名稱

# SettingsPage_WeatherCity.PlaceholderText
source: e.g. Beijing
zh_hans: 例如：Beijing
zh_tw: 例如：北京

# SettingsPage_Clock.Text
source: Clock Display
zh_hans: 时钟显示
zh_tw: 時鐘顯示

# SettingsPage_ShowSeconds.Header
source: Show seconds in flyout clock
zh_hans: 在浮窗时钟中显示秒
zh_tw: 在浮動視窗時鐘中顯示秒

# Flyout_BtnPin.ToolTipService.ToolTip
source: Pin window
zh_hans: 置顶窗口
zh_tw: 置頂視窗

# Flyout_BtnWeather.ToolTipService.ToolTip
source: View weather details
zh_hans: 查看天气详情
zh_tw: 查看天氣詳情

# WeatherPage_Title.Text
source: Weather Settings & Overview
zh_hans: 天气设置与概览
zh_tw: 天氣設定與概覽

# WeatherPage_Toggle.Header
source: Show today's weather in flyout
zh_hans: 在系统浮窗中显示今日天气
zh_tw: 在系統浮動視窗中顯示今日天氣

# WeatherPage_CityHeader.Text
source: Search city
zh_hans: 搜索城市 (支持中英拼音)
zh_tw: 搜尋城市 (支援中英拼音)

# WeatherPage_24Hour.Text
source: 24-Hour Forecast
zh_hans: 24 小时预报
zh_tw: 24 小時預報

# MainWindow_NavWeather.Content
source: Weather
zh_hans: 天气
zh_tw: 天氣

# WeatherPage_CitySearchBox.PlaceholderText
source: Searching...
zh_hans: 输入城市名后等待几秒...
zh_tw: 輸入城市名後等待幾秒...

# WeatherPage_BtnRefresh.Content
source: Refresh
zh_hans: 刷新
zh_tw: 重新整理

# WeatherPage_BtnUseLocation.Text
source: Current location
zh_hans: 当前位置
zh_tw: 目前位置

# WeatherPage_AutoFollowLocation.Header
source: Follow my location automatically
zh_hans: 自动跟随定位
zh_tw: 自動跟隨定位

# WeatherCurrentLocation
source: Current location
zh_hans: 当前位置
zh_tw: 目前位置

# WeatherLocationDenied
source: Location is off. Turn it on in Windows Settings › Privacy & security › Location.
zh_hans: 定位已关闭。请在 Windows 设置 › 隐私和安全性 › 定位 中开启。
zh_tw: 定位已關閉。請在 Windows 設定 › 隱私和安全性 › 定位 中開啟。

# WeatherLocationFailed
source: Could not get your current location. Please try again.
zh_hans: 无法获取当前位置，请重试。
zh_tw: 無法取得目前位置，請重試。

# WeatherPage_IconFontHeader.Header
source: Icon Style
zh_hans: 图标风格
zh_tw: 圖示風格

# WeatherPage_FontEmoji.Content
source: Windows 11 Style
zh_hans: Windows 11 风格
zh_tw: Windows 11 風格

# WeatherPage_FontSymbol.Content
source: Classical
zh_hans: 经典
zh_tw: 經典

# WeatherPage_FontCustom.Content
source: Customize
zh_hans: 自定义字体
zh_tw: 自訂字體

# WeatherPage_CustomFontBox.Header
source: Customize font name
zh_hans: 自定义字体名称
zh_tw: 自訂字體名稱

# WeatherPage_IconPackHeader.Text
source: Icon Pack
zh_hans: 图标包
zh_tw: 圖示包

# WeatherPage_IconPackDesc.Text
source: Import a Breezy-style icon provider (.zip from a GitHub source archive). The zip must contain drawable_filter.xml and a drawable/ folder of PNGs. Default is Windows 11 emoji.
zh_hans: 导入 Breezy 风格图标包（GitHub 源码 zip）。压缩包需包含 drawable_filter.xml 以及 drawable/ 文件夹中的 PNG。默认使用 Windows 11 emoji。
zh_tw: 匯入 Breezy 風格圖示包（GitHub 源碼 ZIP）。壓縮包需包含 drawable_filter.xml 以及 drawable/ 資料夾中的 PNG。預設使用 Windows 11 表情符號。

# WeatherPage_BtnImportIconPack.Content
source: Import .zip...
zh_hans: 导入 .zip…
zh_tw: 匯入 .zip…

# WeatherPage_BtnDeleteIconPack.Content
source: Delete current pack
zh_hans: 删除当前图标包
zh_tw: 刪除目前圖示包

# WeatherPage_SourceHeader.Header
source: Weather Source
zh_hans: 天气数据源
zh_tw: 天氣資料源

# WeatherPage_SourceHintOM
source: Open-Meteo: Free, no API key, supports air quality & pollen data, true hourly forecast
zh_hans: Open-Meteo: 免费、无需 API Key、支持空气质量与花粉数据、真正逐时预报
zh_tw: Open-Meteo：免費、無需 API 密鑰、支援空氣品質與花粉資料、真正逐時預報

# WeatherPage_SourceHintWttr
source: wttr.in: Free, no API key, basic weather data only, 3-hourly interpolated forecast
zh_hans: wttr.in: 免费、无需 API Key、仅提供基础天气数据、每 3 小时插值预报
zh_tw: wttr.in：免費、無需 API 密鑰、僅提供基礎天氣資料、每 3 小時插值預報

# WeatherPage_FlyoutFields
source: Flyout Display Fields
zh_hans: 浮窗显示字段
zh_tw: 浮動視窗顯示欄位

# WeatherPage_FlyoutFieldsDesc
source: Select weather details to show in the system flyout
zh_hans: 勾选希望在系统浮窗中显示的天气信息
zh_tw: 勾選希望在系統浮動視窗中顯示的天氣資訊

# TextNewMail
source: New Mail
zh_hans: 新邮件
zh_tw: 新郵件

# MailCopyCode
source: Copy code
zh_hans: 复制验证码
zh_tw: 復制驗證碼

# MailCodeCopied
source: Verification code copied
zh_hans: 验证码已复制
zh_tw: 驗證碼已復制

# TextSetupIncomplete
source: Setup required
zh_hans: 待配置
zh_tw: 待設定

# TextFolderPlaceholder
source: Complete setup to view folders
zh_hans: 完成配置后显示文件夹
zh_tw: 完成設定後顯示資料夾

# TextMailReadError
source: Unable to read this email
zh_hans: 无法读取此邮件
zh_tw: 無法讀取此郵件

# TextMailFetchError
source: IMAP server returned an invalid FETCH response.
zh_hans: IMAP 服务器返回了无效的 FETCH 响应。
zh_tw: IMAP 伺服器返回了無效的 FETCH 響應。

# TextMailBodyError
source: Unable to load the body of this email.
zh_hans: 无法加载此邮件的正文内容。
zh_tw: 無法載入此郵件的內文內容。

# TextYesterday
source: Yesterday
zh_hans: 昨天
zh_tw: 昨天

# TextInbox
source: Inbox
zh_hans: 收件箱
zh_tw: 收件匣

# TextSyncIssue
source: sync issue
zh_hans: 同步问题
zh_tw: 同步問題

# TextUnknownSource
source: Unknown source
zh_hans: 未知来源
zh_tw: 未知來源

# TextEventReminder
source: Event Reminder
zh_hans: 日程提醒
zh_tw: 行程提醒

# TextMinutesBefore
source: in {0} minutes
zh_hans: {0} 分钟后
zh_tw: {0} 分鐘後

# TextOneMinuteBefore
source: in 1 minute
zh_hans: 1 分钟后
zh_tw: 1 分鐘後

# TextStartsAt
source: starts at {0}
zh_hans: 开始 · {0}
zh_tw: 開始 · {0}

# TextNewFolder
source: New folder
zh_hans: 新文件夹
zh_tw: 新資料夾

# TextUntitled
source: (Untitled)
zh_hans: (无标题)
zh_tw: (無標題)

# TextFolder
source: Folder
zh_hans: 文件夹
zh_tw: 資料夾

# TextDeleteRecurringTitle
source: Delete Recurring Event
zh_hans: 删除重复日程
zh_tw: 刪除重複行程

# TextDeleteRecurringPrompt
source: Select the scope of deletion.
zh_hans: 请选择要删除的范围。
zh_tw: 請選擇要刪除的范圍。

# TextDeleteThisEvent
source: Delete this event only
zh_hans: 仅删除此事件
zh_tw: 僅刪除此事件

# TextDeleteThisAndFollowing
source: Delete this and following events
zh_hans: 删除此事件和之后事件
zh_tw: 刪除此事件和之後事件

# TextDeleteAllRecurring
source: Delete all recurring events
zh_hans: 删除所有重复事件
zh_tw: 刪除所有重複事件

# TextSelectFolder
source: Select a folder on the left
zh_hans: 请选择左侧文件夹
zh_tw: 請選擇左側資料夾

# TextAddMailAccountFirst
source: Add an email account first
zh_hans: 先添加一个邮箱账户
zh_tw: 先新增一個信箱帳戶

# TextNMailItems
source: {0} messages
zh_hans: {0} 封邮件
zh_tw: {0} 封郵件

# TextMailNotFound
source: This message was not found in the local cache or current folder.
zh_hans: 没有在本地缓存或当前文件夹中找到这封通知邮件。
zh_tw: 沒有在本機快取或目前資料夾中找到這封通知郵件。

# TextLoading
source: Loading
zh_hans: 正在加载
zh_tw: 正在載入

# TextLoadFoldersFailed
source: Failed to load folders, please try again later.
zh_hans: 加载文件夹失败，请稍后重试。
zh_tw: 載入資料夾失敗，請稍後重試。

# TextLoadMailFailed
source: Failed to load messages, please try again later.
zh_hans: 加载邮件失败，请稍后重试。
zh_tw: 載入郵件失敗，請稍後重試。

# TextDeleteMailAccount
source: Delete Email Account
zh_hans: 删除邮箱账户
zh_tw: 刪除信箱帳戶

# TextDeleteMailAccountContent
source: Remove {0} - {1} from Task Flyout? This will not delete emails on the server.
zh_hans: 要从 Task Flyout 删除 {0} - {1} 吗？这不会删除邮箱服务器上的邮件。邮件与 RSS 阅读器共享嵌入式浏览器配置，因此两者的站点数据、历史记录和磁盘缓存也会一并清除。
zh_tw: 要從 Task Flyout 刪除 {0} - {1} 嗎？這不會刪除信箱伺服器上的郵件。郵件與 RSS 閱讀器共享嵌入式瀏覽器設定，因此兩者的網站資料、歷史記錄和磁碟快取也會一並清除。

# TextCompose
source: Compose
zh_hans: 写邮件
zh_tw: 寫郵件

# TextReply
source: Reply
zh_hans: 回复邮件
zh_tw: 回覆郵件

# TextOpeningMSAuth
source: Opening Microsoft authorization...
zh_hans: 正在打开 Microsoft 授权...
zh_tw: 正在開啟 Microsoft 授權...

# TextAccountAdded
source: Added {0}
zh_hans: 已添加 {0}
zh_tw: 已新增 {0}

# TextAddOutlookFailed
source: Failed to add Outlook account. Please check authorization or network.
zh_hans: 添加 Outlook 账户失败，请检查授权或网络连接。
zh_tw: 新增 Outlook 帳戶失敗，請檢查授權或網路連結。

# TextOpeningGoogleAuth
source: Opening Google authorization...
zh_hans: 正在打开 Google 授权...
zh_tw: 正在開啟 Google 授權...

# TextAddGmailFailed
source: Failed to add Gmail account. Please check authorization or network.
zh_hans: 添加 Gmail 账户失败，请检查授权或网络连接。
zh_tw: 新增 Gmail 帳戶失敗，請檢查授權或網路連結。

# TextImapSetupHint
source: Please enter IMAP server info. Gmail/Outlook OAuth is recommended.
zh_hans: 请输入 IMAP 服务器信息。Gmail/Outlook 建议优先使用 OAuth。
zh_tw: 請輸入 IMAP 伺服器資訊。Gmail/Outlook 建議優先使用 OAuth。

# TextEnterEmail
source: Please enter email address.
zh_hans: 请输入邮箱地址。
zh_tw: 請輸入信箱位址。

# TextEnterImapServer
source: Please enter IMAP server.
zh_hans: 请输入 IMAP 服务器。
zh_tw: 請輸入 IMAP 伺服器。

# TextEnterPassword
source: Please enter password or app-specific password.
zh_hans: 请输入密码或应用专用密码。
zh_tw: 請輸入密碼或應用專用密碼。

# TextEnterSmtpServer
source: Please enter SMTP server. IMAP accounts need it to send mail.
zh_hans: 请输入 SMTP 服务器，IMAP 账户需要它来发送邮件。
zh_tw: 請輸入 SMTP 伺服器，IMAP 帳戶需要它來傳送郵件。

# TextConnectingImap
source: Connecting to IMAP server...
zh_hans: 正在连接 IMAP 服务器...
zh_tw: 正在連結 IMAP 伺服器...

# TextImapConnectFailed
source: Failed to connect to IMAP server. Please check settings and credentials.
zh_hans: 连接 IMAP 服务器失败，请检查服务器设置和凭据。
zh_tw: 連結 IMAP 伺服器失敗，請檢查伺服器設定和憑據。

# TextReadSyncFailed
source: Failed to sync read status.
zh_hans: 已读状态同步失败。
zh_tw: 已讀狀態同步失敗。

# TextNoBody
source: No body available.
zh_hans: 没有可用正文。
zh_tw: 沒有可用內文。

# TextTrustSource
source: Trust this source
zh_hans: 信任此来源
zh_tw: 信任此來源

# TextUntrustSource
source: Untrust source
zh_hans: 取消信任来源
zh_tw: 取消信任來源

# TextTrusted
source: Trusted: {0}
zh_hans: 已信任：{0}
zh_tw: 已信任：{0}

# TextTrustTooltip
source: Trusting will allow loading remote content from: {0}
zh_hans: 信任后将允许加载此来源的远程邮件内容：{0}
zh_tw: 信任後將允許載入此來源的遠端郵件內容：{0}

# TextTrustSender
source: Trust this sender
zh_hans: 信任此发件人
zh_tw: 信任此寄件者

# TextTrustDomain
source: Trust all @{0}
zh_hans: 信任所有 @{0}
zh_tw: 信任所有 @{0}

# TextUntrustDomain
source: Untrust @{0}
zh_hans: 取消信任 @{0}
zh_tw: 取消信任 @{0}

# TextDomainTrusted
source: Domain trusted: @{0}
zh_hans: 域名已信任：@{0}
zh_tw: 域名已信任：@{0}

# TextLoadRemoteImages
source: Load remote images
zh_hans: 加载远程图片
zh_tw: 載入遠端圖片

# TextSelectSender
source: Please select a sender.
zh_hans: 请选择发件人。
zh_tw: 請選擇寄件者。

# TextSenderNotFound
source: Sender account not found.
zh_hans: 找不到发件人账户。
zh_tw: 找不到寄件者帳戶。

# TextEnterRecipient
source: Please enter a recipient.
zh_hans: 请输入收件人。
zh_tw: 請輸入收件人。

# TextSending
source: Sending...
zh_hans: 正在发送...
zh_tw: 正在傳送...

# TextMailSent
source: Email sent.
zh_hans: 邮件已发送。
zh_tw: 郵件已傳送。

# TextSendFailed
source: Failed to send email. Please check network and account settings.
zh_hans: 发送邮件失败，请检查网络连接和账户设置。
zh_tw: 傳送郵件失敗，請檢查網路連結和帳戶設定。

# TextRemoveAccountFailedTitle
source: Account Not Removed
zh_hans: 未移除账户
zh_tw: 未移除帳戶

# TextRemoveAccountFailedContent
source: Authorization data could not be completely removed. The account was kept so you can try again.
zh_hans: 无法完整清除授权数据。账户已保留，您可以重试。
zh_tw: 無法完整清除授權資料。帳戶已保留，您可以重試。

# TextSendStatusUnknown
source: Sending timed out. Check your Sent folder before trying again.
zh_hans: 发送操作已超时。再次尝试前，请先检查“已发送”文件夹。
zh_tw: 傳送操作已超時。再次嘗試前，請先檢查“已傳送”資料夾。

# TextReadSyncQueued
source: Read status will sync automatically when the account is available.
zh_hans: 已读状态将在账户恢复可用后自动同步。
zh_tw: 已讀狀態將在帳戶恢復可用後自動同步。

# MailPage_SelectFolderPrompt.AutomationProperties.Name
source: Mail list status
zh_hans: 邮件列表状态
zh_tw: 郵件列表狀態

# MailPage_ComposeStatus.AutomationProperties.Name
source: Mail sending status
zh_hans: 邮件发送状态
zh_tw: 郵件傳送狀態

# RssPage_ArticleStatus.AutomationProperties.Name
source: RSS article status
zh_hans: RSS 文章状态
zh_tw: RSS 文章狀態

# TextClearRssDataTitle
source: Clear RSS local data?
zh_hans: 清除 RSS 本地数据？
zh_tw: 清除 RSS 本機資料？

# TextClearRssDataContent
source: This removes cached RSS subscriptions, articles, and images from this device. It does not cancel subscriptions at the source or remove system backups.
zh_hans: 这将删除此设备上缓存的 RSS 订阅、文章和图片。邮件与 RSS 阅读器共享嵌入式浏览器配置，因此两者的站点数据、历史记录和磁盘缓存也会一并清除。此操作不会取消来源网站上的订阅，也不会删除系统备份。
zh_tw: 這將刪除此裝置上快取的 RSS 訂閱、文章和圖片。郵件與 RSS 閱讀器共享嵌入式瀏覽器設定，因此兩者的網站資料、歷史記錄和磁碟快取也會一並清除。此操作不會取消來源網站上的訂閱，也不會刪除系統備份。

# TextRssDataCleared
source: RSS local data cleared.
zh_hans: RSS 本地数据已清除。
zh_tw: RSS 本機資料已清除。

# TextOriginalMail
source: ---- Original Message ----
zh_hans: ---- 原始邮件 ----
zh_tw: ---- 原始郵件 ----

# TextOriginalSender
source: From
zh_hans: 发件人
zh_tw: 寄件者

# TextOriginalTime
source: Date
zh_hans: 时间
zh_tw: 時間

# TextOriginalSubject
source: Subject
zh_hans: 主题
zh_tw: 主題

# TextRssInitFailed
source: RSS initialization failed: {0}
zh_hans: RSS 初始化失败：{0}
zh_tw: RSS 初始化失敗：{0}

# TextAllArticles
source: All Articles
zh_hans: 全部文章
zh_tw: 全部文章

# TextUncategorized
source: Uncategorized
zh_hans: 未分类
zh_tw: 未分類

# TextNSubscriptions
source: {0} subscriptions, {1} folders
zh_hans: {0} 个订阅，{1} 个文件夹
zh_tw: {0} 個訂閱，{1} 個資料夾

# TextNoCachedArticles
source: No cached articles, click refresh to fetch
zh_hans: 暂无缓存文章，点击刷新获取
zh_tw: 暫無快取文章，點擊重新整理取得

# TextNArticlesScroll
source: {0} articles, scroll down to load more
zh_hans: {0} 篇文章，向下滚动加载更多
zh_tw: {0} 篇文章，向下滾動載入更多

# TextNArticles
source: {0} articles
zh_hans: {0} 篇文章
zh_tw: {0} 篇文章
